var text = [
    '请输入有效的密码重设链接',
    "密码重新设定",
    "新的密码",
    "确认密码",
    "提交更改",
    "中国,中国,,", //5
    "服务声明",
    "本站暂不开放公众注册",
    "密码为6-12位任意字符。<br>用户名长度不得超过12位。",
    "回复长度不得少于15字符",
    "您的注册查询码不能为空",//10
    "请输入有效的注册查询码格式",
    "您的密码已经重设完成，请点击右上角使用新登录密码进行登录。",
    "全年龄向",
    "限制级(17)",
    "限制级(21)",
    "没有回复",
    "人", //17,
    "捐赠",
    "请输入您的邮箱地址",
    "发送", //20
    "游客",
    "发表",
    "您的回复长度不得少于%n字",
    "添加",
    "删除",
    "编辑",
    "禁言",
    "屏蔽",
    "解屏",
    "解禁", //30
    "保存"
];

module.exports = text;