var cn = [
    '确定', //0
    '取消',
    '提示信息',
    '个人主页',
    '新的文章',
    '管理员',  //5
    '捐赠',
    '用户设置',
    '登出',
    '登录',
    '同 人 创 作', //10
    '教 程 文 档',
    '公 告 版',
    '网站信息',
    '网站地图',
    '网站简介', //15
    '版权声明',
    '联系我们',
    '提交故障',
    '联系站主',
    "支付宝",  //20
    "微信",
    "获取账单",
    "用户名",
    "密码",
    "邮箱", //25
    "自我简介",
    "作品",
    "更新了",
    "发布了",
    "新的作品", //30
    "作者",
    "总字数",
    "字",
    "总章节数",
    "浏览量", //35
    "更新状态",
    "基于作品",
    "人物关系",
    "登场角色",
    "其他标签", ////40
    "简介",
    "章节",
    "作品",
    "热度",
    "删除", //45
    "编辑",
    "点赞",
    "已点赞",
    "收藏",
    "已收藏", //50
    "评论",
    "名游客点赞了该作品",
    "共有",
    "点赞了",
    "收藏了", //55
    "此作品",
    "收起",
    "申请进度查询",
    "请输入您的注册邮件中获取到的安全码",
    "提交", //60
    "点击查询按钮后即可获得您申请的当前状态。",
    "等待加载",
    "出现错误",
    "高级搜索",
    "频道浏览", //65
    "私信信息",
    "消息提醒",
    "订阅更新",
    "您的订阅",
    "暂无订阅", //70
    "私信",
    "关注",
    "用户",
    "被喜欢",
    "被推荐", //75
    "被评论",
    "收到",
    "更新列表",
    "作品目录",
    "文章推荐", //80
    "系列作品",
    "数据分析",
    "订阅", //83
    "关注者",
    "投稿数",
    "取消订阅",
    "只有注册用户才能订阅tag",
    "尊敬的%s访问者您好，欢迎访问cleeArchive，您可以在此处查看%l",
    "该投票将于%s开始。",//89
    "该投票已经结束于%e。", //90
    "该投票持续时间：自%s至%e。",//91
    "您已经完成投票，请耐心等待最终结果。",
    "该投票为多选，请选择所有适合您的选项。%next您可以选择最多%s个选项。", //93
    "首 页", //94
    "重设密码?", //95
    "重置你的密码",
    "请输入你的账号所关联的邮箱地址.",
    "输入你的邮箱地址",
    "发送邮件",
    "回到首页", //100
    "请检查你的邮箱以获取密码重设的链接，如果邮箱中没有，请检查您的垃圾邮件文件夹。",
    "您必须设置您的邮箱以继续使用本站",
    "该用户不打算介绍自己",
    "申请陈述",
    "管理员与您之间尚无任何对话",
    "该讨论版暂时没有任何内容",
    "发帖",
    "标题(必填)",
    "发布",
    "新的帖子长度不得低于50字符", //110
    "本站数据",
    "本站尚未正式上线,目前仅处于内测状态",
    "同人创作者",
    "文章创作者",
    "游戏设计者",
    "绘图艺术家",
    "同人创作共计",
    "篇",
    "张",
    "作", //120
    "同人文章",
    "绘图作品",
    "同人游戏",
    "创站历史",
    "法律适用",
    "帮助本站",
    "加入我们",
    "请输入您的个人陈述,您可以在个人陈述中阐述您想要创作什么作品、喜好什么作品，越详细的个人陈述越有可能帮助您尽快获得注册链接,最长不超过500字。",
    "请仔细填写您的邮箱地址（确保真实可收到的）与个人陈述。"
];

module.exports = cn;