var cn = [
    '确定', //0
    '取消',
    '提示信息',
    '个人主页',
    '新的文章',
    '管理员',  //5
    '捐赠',
    '用户设置',
    '登出',
    '登录',
    '同 人 创 作', //10
    '教 程 文 档',
    '开 发 进 度',
    '网站信息',
    '网站地图',
    '网站简介', //15
    '版权声明',
    '联系我们',
    '提交故障',
    '联系站主',
    "支付宝",  //20
    "微信",
    "获取账单",
    "用户名",
    "密码",
    "邮箱", //25
    "自我简介",
    "作品",
    "更新了",
    "发布了",
    "新的作品", //30
    "作者",
    "总字数",
    "字",
    "总章节数",
    "浏览量", //35
    "更新状态",
    "基于作品",
    "人物关系",
    "登场角色",
    "其他标签", ////40
    "简介",
    "章节",
    "作品",
    "热度",
    "删除", //45
    "编辑",
    "点赞",
    "已点赞",
    "收藏",
    "已收藏", //50
    "评论",
    "名游客点赞了该作品",
    "共有",
    "点赞了",
    "收藏了", //55
    "此作品",
    "收起",
    "申请进度查询",
    "请输入您的注册邮件中获取到的安全码",
    "提交", //60
    "点击查询按钮后即可获得您申请的当前状态。",
    "等待加载",
    "出现错误",
    "高级搜索",
    "频道浏览", //65
    "私信信息",
    "消息提醒",
    "订阅更新",
    "您的订阅",
    "暂无订阅", //70
    "私信",
    "关注",
    "用户",
    "被喜欢",
    "被推荐", //75
    "被评论",
    "收到",
    "更新列表",
    "作品目录",
    "文章推荐", //80
    "系列作品",
    "数据分析",
    "订阅", //83
    "关注者",
    "投稿数",
    "取消订阅",
    "只有注册用户才能订阅tag",
    "尊敬的%s访问者您好，欢迎访问cleeArchive，您可以在此处查看%l",
    '首 页', //89
];

module.exports = cn;