var text = [
    "您不是用户，无法进行此操作",
    "您的登录信息有误，请重新登录",
    '您尚未登录，请先登录以发表文章。',
    '您的用户权限太低，无法发表文章，请联系站主确认您的权限。',
    '因为不知名的原因导致您无法发表文章，请联系站主。',
    '没有收到任何可编辑的章节索引', //5
    '数据库中没有该章节',
    '您没有编辑该章节的权限',
    '您的',
    '您还没有任何订阅',//9
    '该作者为文章设置了站内可见，您必须成为注册用户才能阅览该文章',
    '该作者设置该文章为仅自己可见，您无法阅读该文章。',
    '不是有效的作品ID',
    '您必须输入申请码',
    '请输入正确的申请码',
    '数据库中不存在该申请码', //15
    "发送的tag信息不准确",
    "订阅tag出错",
    "该作品只有技术工作者才能发布，您需要先在用户设置中获取相关权限",
    "发布中",
    '该投票并不存在<br>     请检查您的投票地址.', //20
    "该账号没有关联的邮箱，请联系CleeArchive管理员",
    "只有注册用户才能申请创作者权限",
    "该讨论版不存在，请检查输入的地址",
    "没有输入有效的讨论版信息",
    "您或您所在的用户组已被该讨论版管理员禁止发贴",
    "您或所在的用户组不被允许在该讨论版发帖",
    "您的身份为游客，不能在该讨论版发帖",
    "只有管理员才能执行本操作",
    "讨论贴地址不准确",
    "作为非注册用户，您有每10分钟只能发帖或回帖5次(分开计算)的限制，请完成注册并登陆以移除限制", //30
    "该讨论版管理员禁止拥有者以外的人发帖",
    "您所回复的帖子不存在",
    "您所要屏蔽的帖子信息有误",
    "您所在的用户组或用户没有执行该操作的权限",
    "您当前处于非登录状态,无法进行该操作",
    "您要删除的回复不存在",
    "您已经被管理员禁言",
    "为期%n天",
    "(作为非注册用户，您有可能因为共享您IP的其他浏览者的行为而被连带封禁，注册可以解决这种情况)",
    "您所编辑的帖子不存在", //40
    "无法找到该帖子的内容",
    "该页面仅能注册用户浏览",
    "您不是该内容的主人，不能编辑该内容",
    "错误的内容类型",
    "未知的错误"
];

module.exports = text;