var text = [
    "感谢您对本站的支持",
    "捐赠在于心意不在于数额，不管是5角、1元还是100元、500元本站都接受，<b>但同年度内本站不接受累积500元以上的捐赠</b>，如果有来自同一个人累积超过500元以上数额的，款项将原路退回。",
    "款项的去向",
    " <p>款项的主要费用去向罗列如下：</p>" +
    "        <ul>" +
    "            <li><b>空间的租赁费用：</b>本站使用的是AWS的ECS空间，它采用弹性计价的方式，根据使用空间的大小按月收取费用，目前网站的月空间费用约为$12(约人民币89元)</li>" +
    "            <li><b>网络服务的租赁费用：</b>AWS的计价费用是按照小时计算，每个月有一定的免费额度，目前本站的流量使用尚未超出免费额度。</li>" +
    "            <li><b>域名费用：</b>本站购买的是AWS的Route53域名服务，一年的费用约为$20 (约人民币140元)左右。</li>" +
    "            <li><b>法律服务：</b>有时候我们需要专业的法律咨询业务以让网站正常的运营，这样的开销一年大约在2W人民币左右，如果超出该数字，我们会尽量让你们得知.</li>" +
    "            <li><b>邮箱服务：</b>因为我们利用邮箱向我们的用户发送细则邮件，因此我们计划将要购买企业邮箱服务，一年大约1000元左右.</li>" +
    "            <li><b>其他费用：</b>在本站的计划中有不同的创作形式，其中一些图片、游戏等开发形式需要来自志愿者与站主以外的开发支持，如UI设计、网站优化等。</li>" +
    "        </ul>" +
    "        <p>任何捐赠人都有权利了解当前网站的资金储备情况与支出的明细，开发者正在开发自动分发账单的系统，如果有需要您可以在页面最下方点击申请账单链接，系统开发完成后您将按月自动收达支出与资金储备明细。</p>" +
    "        <p>本站暂时只接受注册用户的捐赠。</p>",
    "捐赠方式",
    " <p>本站承诺绝不透露您的真实个人信息，但希望您可以留下您在站内的用户名，或者可以对外公布的昵称，以便我们表示感谢。</p>",
    "        <p>中国地区的用户，可以备注您的注册邮箱和指定的创作形式到支付宝或微信账户：</p>",
    "海外地区的用户，可以捐赠到paypal账户中:",
    "      paypal账户信息等待更新中。",

];

module.exports = text;